---
kind: enumMember
id: F:Autodesk.Revit.DB.MassDisplayTemporaryOverrideType.ShowMassZonesAndShades
enum: Autodesk.Revit.DB.MassDisplayTemporaryOverrideType
source: html/b5a4d32d-0d3c-e17e-36b9-9a12914aae2e.htm
---
# Autodesk.Revit.DB.MassDisplayTemporaryOverrideType.ShowMassZonesAndShades

Mass zone and mass shade subcategories will be displayed.